export default {
	genres: [
		{ name: 'Всички жанрове',	value: '' },
		{ name: 'Екшън',			value: 'Екшън' },
		{ name: 'Приключенски',		value: 'Приключенски' },
		{ name: 'Комедия',			value: 'Комедия' },
		{ name: 'Криминален',		value: 'Криминален' },
		{ name: 'Драма',			value: 'Драма' },
		{ name: 'Ужас',				value: 'Ужас' },
		{ name: 'Фантастика',		value: 'Фантастика' },
		{ name: 'Романтичен',		value: 'Романтичен' },
		{ name: 'Трилър',			value: 'Трилър' }
	],
	genresForSuggest: [
		{ name: 'Жанр',			value: '' },
		{ name: 'Екшън',		value: 'Екшън' },
		{ name: 'Приключенски',	value: 'Приключенски' },
		{ name: 'Комедия',		value: 'Комедия' },
		{ name: 'Криминален',	value: 'Криминален' },
		{ name: 'Драма',		value: 'Драма' },
		{ name: 'Ужас',			value: 'Ужас' },
		{ name: 'Фантастика',	value: 'Фантастика' },
		{ name: 'Романтичен',	value: 'Романтичен' },
		{ name: 'Трилър',		value: 'Трилър' }
	],
	years: [
		{ name: 'Всички години',	value: [0, 2025] },
		{ name: 'до 1999г.',		value: [0, 2000] },
		{ name: 'след 2000г.',		value: [1999, 2025] }
	]
};
